{
  "window": {
    "title": "Minelabs Setup"
  },
  "content": {
    "mainWidget": {
      "title": "Welcome to the Minelabs Setup Wizard",
      "info": {
        "dutch": "Deze wizard zal u helpen bij het installeren van de vereiste Minelabs componenten op uw computer. Klik op Volgende om verder te gaan of op Annuleren om de installatie af te breken.",
        "english": "The Setup Wizard will install the required Minelabs components on your computer. Click Next to continue or Cancel to exit Setup."
      }
    },
    "typeInstallationWidget": {
      "pageInfoBoxTitle": {
        "dutch": "Type van installatie:",
        "english": "Type of installation:"
      },
      "extraInfoInstallation": {
        "dutch": "Kies een installatie type en klik op Volgende om verder te gaan.",
        "english": "Choose a type of installation and click Next to continue."
      },
      "infoDefaultInstallation": {
        "dutch": "Dit installatie type zal de laatse versie van Minelabs, de demo wereld, de dashboard-link mod en fabric installeren.",
        "english": "This installation type will install the latest version of Minelabs, the demo world, the dashboard-link mod and fabric."
      },
      "infoTeacherInstallation": {
        "dutch": "Dit installatie type zal de laatse versie van Minelabs, de demo wereld en fabric installeren.",
        "english": "This installation type will install the latest version of Minelabs, the demo world and fabric."
      },
      "infoAdvancedInstallation": {
        "dutch": "Dit installatie type geeft u de mogelijkheid om zelf te kiezen welke versie en componenten u wilt installeren.",
        "english": "This installation type gives you the possibility to choose which version and components you want to install"
      },
      "typeInstallations": {
        "default": {
          "dutch": "Standaard",
          "english": "Default"
        },
        "teacher": {
          "dutch": "Leerkrachten",
          "english": "Teacher"
        },
        "advanced": {
          "dutch": "Geavanceerd",
          "english": "Advanced"
        }
      },
      "typeInstallationLabel": {
        "dutch": "Type installatie:",
        "english": "Type installation:"
      }
    },
    "customInstallationWidget": {
      "pageInfoBoxTitle": {
        "dutch": "Kiezen van componenten:",
        "english": "Choose components:"
      },
      "extraInfoInstallation": {
        "dutch": "Selecteer de componenten en klik op Volgende om de installatie te starten.",
        "english": "Select the components and click Next to start the installation."
      },
      "instructions": {
        "dutch": "Vink de componenten aan die u wilt installeren en vink de componenten uit die u niet wilt installeren. Klik op Volgende om verder te gaan.",
        "english": "Check the components you want to install and uncheck the components you don't want to install. Click Next to continue."
      },
      "selectComponentsLabel": {
        "dutch": "Selecteer de componenten:",
        "english": "Select components to install:"
      }
    },
    "installationWidget": {
      "pageInfoBoxTitle": {
        "dutch": "Installeren van de componenten:",
        "english": "Installing components:"
      },
      "extraInfoInstallation": {
        "dutch": "Wacht tot het installeren is voltooid en klik op Volgende om verder te gaan.",
        "english": "Wait until the installation is finished and click Next to continue."
      }
    },
    "finishWidget": {
      "title": {
        "dutch": "Voltooien van de Minelabs Setup Wizard",
        "english": "Completing the Minelabs Setup Wizard"
      },
      "info_1": {
        "dutch": "De Minelabs Setup Wizard heeft het installeren van de vereiste Minelabs componenten op uw computer voltooid.",
        "english": "Setup has finished installing the required Minelabs components on your computer."
      },
      "info_2": {
        "dutch": "Klik op Voltooien om de Minelabs Setup Wizard af te sluiten.",
        "english": "Click Finish to exit the Minelabs Setup Wizard."
      }
    },
    "errorWidget": {
      "title": {
        "dutch": "Er trad een fout op tijdens de installatie",
        "english": "An error occurred during installation"
      },
      "info_1": {
        "dutch": "De Minelabs Setup Wizard heeft de vereiste Minelabs componenten niet kunnen installeren wegen een fout tijdens de installatie.",
        "english": "Setup has failed to install the required Minelabs components due to an error."
      },
      "info_2": {
        "dutch": "Klik op Voltooien om de Minelabs Setup Wizard af te sluiten.",
        "english": "Click Finish to exit the Minelabs Setup Wizard."
      }
    }
  },
  "navigation": {
    "back": {
      "dutch": "Terug",
      "english": "Back"
    },
    "next": {
      "dutch": "Volgende",
      "english": "Next"
    },
    "cancel": {
      "dutch": "Annuleren",
      "english": "Cancel"
    },
    "finish": {
      "dutch": "Voltooien",
      "english": "Finish"
    }
  }
}